import { Mason } from "@/components/Mason";
import React from "react";

export default function page() {
  return (
    <div>
      <div className="font-bold text-2xl my-10 text-center">
        - Blogs And Articles
      </div>
      <Mason
        photos={[
          {
            path: "i1.jpg",
            title: "ပလတ်စတစ် အမှိုက်သရိုက်များ",
            content:
              "ပလတ်စတစ်အမှိုက်သည် ယနေ့ကျွန်ုပ်တို့ရင်ဆိုင်နေရသော အလျင်မြန်ဆုံးနှင့် ဆက်တိုက်ဆိုသလို တိုးပွားလာသော သဘာဝပတ်ဝန်းကျင်ဆိုင်ရာ စိန်ခေါ်မှုများထဲမှ တစ်ခုဖြစ်သည်။ ၎င်းသည် ပလတ်စတစ်ထုပ်ပိုးမှု၊ ပုလင်းများ၊ အိတ်များနှင့် ကွန်တိန်နာများအပါအဝင် ကျယ်ပြန့်သောပစ္စည်းများကို လွှမ်းခြုံထားပြီး အများစုမှာ တစ်ကြိမ်သုံးရုံနှင့် အသုံးပြုပြီးနောက် လွှင့်ပစ်ခြင်းဖြစ်သည်။ ဤပလတ်စတစ်များသည် ပြိုကွဲရန် နှစ်ရာနှင့်ချီ အချိန်ယူရပြီး အမှိုက်ပုံများ၊ သမုဒ္ဒရာများနှင့် အခြားဂေဟစနစ်များတွင် အမှိုက်များ စုပုံလာစေသည်။ ပလတ်စတစ်များ၏ ကျယ်ကျယ်ပြန့်ပြန့်အသုံးပြုမှုနှင့်အတူ ပြိုကွဲပျက်စီးမှုမရှိသော သဘာ၀သည် သဘာဝပတ်ဝန်း ကျင်ကို ဆိုးရွားစွာ ပျက်စီးစေခဲ့ပြီး အထူးသဖြင့် ရေနေသတ္တဝါများကို ထိခိုက်စေခဲ့သည်။ ပလတ်စတစ်အမှိုက်ကို လျှော့ချခြင်းသည် စားသုံးမှုကို လျော့ကျစေရုံသာမက ပြန်လည်အသုံးပြုခြင်း နှင့် ဇီဝပျက်စီးနိုင်သော အခြားရွေးချယ်စရာများ အသုံးပြုခြင်းကို အားပေးခြင်းတို့လည်း ပါဝင်သည်။ ပလတ်စတစ်အမှိုက်များကို ကိုင်တွယ်ဖြေရှင်းခြင်းသည် ရေရှည်တည်တံ့ခိုင်မြဲသောအနာဂတ်အတွက် မရှိမဖြစ်အရေးပါပြီး အမှိုက်စီမံခန့်ခွဲမှုနှင့် သဘာဝပတ်ဝန်းကျင် ကာကွယ်ရေးတို့တွင် အဓိကအာရုံစိုက်ရမည့်အချက်ဖြစ်သည်။",
          },
          {
            path: "i2.jpg",
            title: "E-waste",
            content:
              "အီလက်ထရွန်းနစ်အမှိုက်ဆိုသည်မှာ ဖုန်းအဟောင်းများ၊ ကွန်ပျူတာများ၊ ရုပ်မြင်သံကြားများ၊ ပရင်တာများနှင့် ဘက်ထရီများအပါအဝင် စွန့်ပစ်ထားသော လျှပ်စစ်နှင့် အီလက်ထရွန်းနစ်ပစ္စည်းများကို ရည်ညွှန်းသည်။ နည်းပညာများ လျင်မြန်စွာ တိုးတက်လာသည်နှင့်အမျှ၊ စက်ပစ္စည်းများကို အစားထိုးခြင်း သို့မဟုတ် စွန့်ပစ်ခြင်းများ ပိုများလာကာ အမှိုက်ပုံများတွင် မကြာခဏဆိုသလို ကုန်ဆုံးသွားကြသည်။ E-waste တွင် ခဲ၊ ပြဒါးနှင့် ကက်မီယမ်တို့ကဲ့သို့ အဆိပ်အတောက်ဖြစ်စေသော ပစ္စည်းများ ပါဝင်သောကြောင့် သဘာဝပတ်ဝန်းကျင်နှင့် ကျန်းမာရေးကို သိသိသာသာ အန္တရာယ်ဖြစ်စေပါသည်။ စနစ်တကျစွန့်ပစ်ခြင်းသည် မြေဆီလွှာနှင့် ရေကို ညစ်ညမ်းစေပြီး လူနှင့် တောရိုင်းတိရိစ္ဆာန်များကို အန္တရာယ်ဖြစ်စေနိုင်သည်။ e-waste များကို စနစ်တကျ ပြန်လည်အသုံးပြုခြင်းသည် ရွှေ၊ ငွေ၊ ကြေးနီကဲ့သို့သော အဖိုးတန်ပစ္စည်းများကို ပြန်လည်ရရှိစေပြီး သဘာဝ ပတ်ဝန်းကျင်သို့ အန္တရာယ်ရှိသော ဓာတုပစ္စည်းများ မထုတ်လွှတ်ခြင်းကိုလည်း ကာကွယ်ပေးပါသည်။ ကမ္ဘာကြီးသည် နည်းပညာအသစ်များကို ဆက်လက်လက်ခံကျင့်သုံးလာသည်နှင့်အမျှ e-waste ကို ထိရောက်စွာ စီမံခန့်ခွဲခြင်းသည် ရေရှည်တည်တံ့သော ဖွံ့ဖြိုးတိုးတက်မှုအတွက် အရေးပါလာပါသည်။",
          },
          {
            path: "i3.jpg",
            title: "Green Waste",
            content:
              "Green Waste ဆိုသည်မှာ အစားအစာ အပိုင်းအစများ၊ ခြံအလှဆင်ခြင်းနှင့် အရွက်များ၊ အကိုင်းအခက်များနှင့် မြက်ခုတ်ထစ်ခြင်းကဲ့သို့သော အပင်ထွက်ပစ္စည်းများမှ ထွက်လာသော ဇီဝစွန့်ပစ်ပစ္စည်းများကို ရည်ညွှန်းသည်။ အခြားအမှိုက်ပုံစံများနှင့်မတူဘဲ၊ Green Waste သည် မြေဆွေးဖြစ်နိုင်ပြီး အာဟာရကြွယ်ဝသော မြေဆွေးနှင့် မြေစာကဲ့သို့သော အဖိုးတန်အရင်းအမြစ်များအဖြစ်သို့ ပြောင်းလဲနိုင်သည်။ Green Waste များကို စနစ်တကျစွန့်ပစ်ခြင်းသည် အမှိုက်ပုံများအတွက် ဝန်ထုပ်ဝန်ပိုးကို လျှော့ချပေးရုံသာမက အော်ဂဲနစ်ဒြပ်ပစ္စည်းများကို ကြွယ်ဝစေခြင်းဖြင့် မြေဆီလွှာကျန်းမာရေးကိုလည်း အထောက်အကူပြုပါသည်။ မြို့ပြဧရိယာများတွင် Green Waste များကို စီမံခန့်ခွဲခြင်းသည် သန့်ရှင်းသော အများသုံးနေရာများကို ထိန်းသိမ်းရန်၊ အနံ့ဆိုးများ လျှော့ချရန်အတွက် အထူးအရေးကြီးပါသည်။ မြေဆွေး သို့မဟုတ် အခြားနည်းလမ်းများဖြင့် အစိမ်းရောင်အမှိုက်များကို ပြန်လည်အသုံးပြုခြင်းဖြင့်၊ ကျွန်ုပ်တို့သည် ဖန်လုံအိမ်ဓာတ်ငွေ့ထုတ်လွှတ်မှုကို သိသာထင်ရှားစွာ လျှော့ချနိုင်ပြီး သဘာဝပတ်ဝန်းကျင်နှင့် ရပ်ရွာကို အကျိုးပြုသည့် စွန့်ပစ်အမှိုက်စီမံခန့်ခွဲမှုကို စဉ်ဆက်မပြတ် ဖန်တီးနိုင်မည်ဖြစ်သည်။",
          },
          {
            path: "i4.jpg",
            title: "Food Waste",
            content:
              "စွန့်ပစ်လိုက်သော၊ မစားရသေးသော သို့မဟုတ် ပျက်ဆီးသွားသော အစားအစာများကို ဝိုင်းရံထားသောကြောင့် အစားအသောက်စွန့်ပစ်မှုသည် အရေးပါသော သဘာဝပတ်ဝန်းကျင်ဆိုင်ရာ ပြဿနာတစ်ခုဖြစ်သည်။ တစ်ကမ္ဘာလုံးတွင် သဘာဝအရင်းအမြစ်များ လျော့နည်းလာပြီး မလိုအပ်သော ဖန်လုံအိမ်ဓာတ်ငွေ့ထုတ်လွှတ်မှုကို အထောက်အကူဖြစ်စေပြီး နှစ်စဉ် ဘီလီယံနှင့်ချီသော အစားအစာများကို ဖြုန်းတီးနေပါသည်။ အမှိုက်ပုံများတွင် အစာအညစ်အကြေးများ ဆွေးမြေ့သောအခါတွင် ရာသီဥတုပြောင်းလဲမှုကို ပိုမိုဆိုးရွားစေသည့် မီသိန်းဓာတ်ငွေ့ကို ထုတ်လွှတ်သည်။ သဘာဝပတ်ဝန်းကျင် ထိခိုက်မှုအပြင် အစားအသောက်စွန့်ပစ်ပစ္စည်းများသည် ရေ၊ စွမ်းအင်နှင့် လုပ်အားကဲ့သို့သော အဖိုးတန်အရင်းအမြစ်များ ဆုံးရှုံးခြင်းကို ကိုယ်စားပြုသောကြောင့် လူမှုရေးနှင့် စီးပွားရေးဆိုင်ရာ အကျိုးဆက်များ ရှိပါသည်။ အစားအသောက်စွန့်ပစ်ပစ္စည်းများကို ကိုင်တွယ်ဖြေရှင်းရာတွင် အလွန်အကျွံစားသုံးမှုကို လျှော့ချရန်၊ အစားအစာ ပြန်လည်ထူထောင်ရေးအစပြုမှုများကို ပံ့ပိုးပေးခြင်းစသည့် တစ်ဦးချင်းနှင့် စနစ်ကျသော အပြောင်းအလဲများ လိုအပ်ပါသည်။",
          },
          {
            path: "i5.jpg",
            title: "Recycle Waste",
            content:
              "ပြန်လည်အသုံးပြုနိုင်သော စွန့်ပစ်ပစ္စည်းများဖြစ်သည့် စက္ကူ၊ ဖန်၊ သတ္တုနှင့် ပလတ်စတစ်များကဲ့သို့ ပြုပြင်ပြီး ပြန်လည်အသုံးပြုနိုင်သည့် ပစ္စည်းများပါဝင်သည်။ ဤပစ္စည်းများကို ပုံမှန်အားဖြင့် အခြားသော စွန့်ပစ်ပစ္စည်းများမှ ခွဲထုတ်ပြီး ၎င်းတို့ကို သန့်စင်ရန်၊ ပြန်လည်ပြင်ဆင်ပြီး ထုတ်ကုန်အသစ်အဖြစ်သို့ ပြောင်းလဲနိုင်သည့် ပြန်လည်အသုံးပြုသည့် စက်ရုံများသို့ ပေးပို့သည်။ ပြန်လည်အသုံးပြုခြင်းသည် ကုန်ကြမ်းလိုအပ်ချက်ကို လျှော့ချခြင်း၊ စွမ်းအင်သုံးစွဲမှုကို လျှော့ချခြင်းနှင့် အမှိုက်ပုံစွန့်ပစ်ခြင်းတို့ကို လျှော့ချခြင်းဖြင့် သဘာဝအရင်းအမြစ်များကို ထိန်းသိမ်းရန် ကူညီပေးသည်။ ဓာတ်ငွေ့ထုတ်လွှတ်မှုနှင့် လေထုညစ်ညမ်းမှုကို လျှော့ချခြင်းဖြင့် ကုန်ထုတ်လုပ်မှု၏ သဘာဝပတ်ဝန်းကျင် ထိခိုက်မှုကိုလည်း လျှော့ချပေးသည်။  အများသူငှာ ပြန်လည်အသုံးပြုခြင်းဆိုင်ရာ အခြေခံအဆောက်အအုံဆိုင်ရာ အသိပညာပေးလှုံ့ဆော်မှုများနှင့် ပြန်လည်အသုံးပြုခြင်းဆိုင်ရာ တိုးတက်မှုများသည် ပြန်လည်အသုံးပြုခြင်းကို ပိုမိုထိရောက်ပြီး လူတိုင်းလက်လှမ်းမီစေရန်အတွက် အဓိကသော့ချက်ဖြစ်သည်။",
          },
        ]}
      ></Mason>
    </div>
  );
}
